Repository: ozsvar66/ps-booking
Catalog: languages/*-booking-*.po
Languages: hu_hu

source: DateCreated
hu_hu: Létrehozás pillanata

source: psBooking Settings
hu_hu: psBooking beállítások

source: SHORTCODE-DESC
hu_hu: A <i>shortcode</i>, azaz beillesztési kód nem tartalmaz semmilyen opciót, csak magát a parancsszót. Illeszd a szövegbe, ahová akarod, s a helyén megjelenik az ajánlatkérő űrlap. A kód formája az alábbi:

source: Ord. index
hu_hu: Sorszám

source: Requests
hu_hu: Ajánlatkérések

source: Accommodation setup
hu_hu: Szálláshely beállításai

source: Unit setup
hu_hu: Egység beállításai

source: Name [object]
hu_hu: Elnevezés

source: Name [person]
hu_hu: Név

source: Num. of room types
hu_hu: Szobatípusok száma

source: XXX. roomtype
hu_hu: XXX. szobatípus

source: Form setup
hu_hu: Űrlap beállítása

source: After-Email setup
hu_hu: Jelentés E-mail

source: Form is active
hu_hu: Űrlap aktív

source: Email after request
hu_hu: Befejezés utáni levélküldés

source: Email header
hu_hu: Fejléc

source: Email body
hu_hu: Tartalom

source: Lead-In Text
hu_hu: Bevezető szöveg

source: Footer
hu_hu: Lábléc

source: Create new unit
hu_hu: Új szálláshely egység létrehozása

source: New unit
hu_hu: Új egység

source: Name of unit
hu_hu: Egység neve

source: Unit capacity
hu_hu: Férőhelyek

source: Short descript
hu_hu: Rövid leírás

source: Price descript
hu_hu: Az árak leírása

source: Web page (url)
hu_hu: Web-oldal (url)

source: E-mail Subject
hu_hu: A levél tárgya

source: Sender's E-mail
hu_hu: A küldő címe

source: Address part
hu_hu: Cím rész

source: Name part
hu_hu: Név rész

source: Shortcode
hu_hu: Beillesztési kód

source: REQUEST_SETUP
hu_hu: A beérkezett ajánlatkérések a bal oldali menüsozlopban található <a href="/wp-admin/admin.php?page=ps-booking2">Ajánlatkérések</a> c. menü alatt tekinthetőek meg.

source: adults
hu_hu: felnőtt

source: in all
hu_hu: összesen

source: Roomtype
hu_hu: Szobatípus

source: piece(s)
hu_hu: darab

source: nights
hu_hu: éjszakák

source: night(s)
hu_hu: éjszaka

source: Enabled num. of nights to book
hu_hu: Foglalható éjszakák száma

source: head(s)
hu_hu: fő

source: head(s)2
hu_hu: fő (felnőtt és gyermek összesen)

source: Reg. date
hu_hu: Reg. dátum

source: Requester
hu_hu: Érdeklődő

source: Check-in
hu_hu: Érkezés

source: Check-out
hu_hu: Távozás

source: Detailed information about the Request
hu_hu: Részletes információk az ajánlatkérésről

source: Optional fields
hu_hu: Plusz mezők

source: Num. of children
hu_hu: Gyermekek száma

source: Num. of adults
hu_hu: Felnőttek száma

source: children
hu_hu: gyermek

source: Ages of children
hu_hu: Gyermekek életkorai

source: Max. age of child
hu_hu: A gyermeki évek határa

source: years
hu_hu: év

source: Other comments
hu_hu: Egyéb megjegyzések

source: Your Email address
hu_hu: Az Ön E-mail címe

source: Your full name
hu_hu: Az Ön teljes neve

source: Accommodation units
hu_hu: Szálláshely egységek

source: Accommodation units descript
hu_hu: Szobák, apartmanok, apartmanházak, sátorhelyek, bungalók, stb...

source: Accommodation unit
hu_hu: Szálláshely egység

source: Availability
hu_hu: Foglaltsága

source: Min. nights
hu_hu: Min. éjszaka

source: Max. nights
hu_hu: Max. éjszaka

source: MONTH-1
hu_hu: január

source: MONTH-2
hu_hu: február

source: MONTH-3
hu_hu: március

source: MONTH-4
hu_hu: április

source: MONTH-5
hu_hu: május

source: MONTH-6
hu_hu: június

source: MONTH-7
hu_hu: július

source: MONTH-8
hu_hu: augusztus

source: MONTH-9
hu_hu: szeptember

source: MONTH-10
hu_hu: október

source: MONTH-11
hu_hu: november

source: MONTH-12
hu_hu: december

source: DAY-0
hu_hu: vasárnap

source: DAY-1
hu_hu: hétfő

source: DAY-2
hu_hu: kedd

source: DAY-3
hu_hu: szerda

source: DAY-4
hu_hu: csütörtök

source: DAY-5
hu_hu: péntek

source: DAY-6
hu_hu: vasárnap

source: DATE-FORMAT
hu_hu: yy. M. d. (DD)

source: IN-en_EN
hu_hu: Angolul

source: IN-de_DE
hu_hu: Németül

source: IN-hu_HU
hu_hu: Magyarul

source: IN-it_IT
hu_hu: Olaszul

source: IN-nl_NL
hu_hu: Hollandul

source: Agree to checkboxes
hu_hu: Beleegyezési mezők

source: Agree1
hu_hu: Adatvédelmi irányelvek

source: Agree2
hu_hu: Felhasználási feltételek

source: Agree3
hu_hu: EULA megállapodások

source: Agree4
hu_hu: Cookie-k házirendje

source: Agree5
hu_hu: Visszatérítési irányelvek

source: YES
hu_hu: Igen

source: Insertable Variables
hu_hu: <h3>Beilleszthető változók</h3>A levél tárgyába, a bevezető szövegébe és a láblécébe az alábbi változók illeszthetőek be: <ul><li><span>##VISITOREMAIL##</span> - a látogató email címe,</li><li><span>##VISITORNAME##</span> - a látogató neve,</li><li><span>##ORDERNUMBER##</span> - az ajánlatkérés sorszáma,</li><li><span>##ORDERNUMBER1000##</span> - az ajánlatkérés sorszáma - növelve ezerrel,</li><li><span>##UNITNAME##</span> - a választott egység elnevezése</li><li><span>##DATE##</span> - az ajánlatkérés pillanata (dátuma)</li></ul>

source: Email body descript
hu_hu: Az ajánlatkérés során megadott értékek automatikusan bekerülnek a levél tartalmába, közvetlenül a bevezető szöveg után.

source: Selected unit
hu_hu: Választott egység

source: After submit
hu_hu: Küldés után

source: Link of the Thankyou page
hu_hu: A "Köszönő oldal" linkje

source: If no Thankyou page
hu_hu: Ha üresen hagyod, akkor küldés (submit) után az űrlapot tartalmazó oldal fog újratöltődni.

source: Please fill in the fields below.
hu_hu: Kérjük, töltse ki az alábbi mezőket!

source: Text on Submit button
hu_hu: Szöveg a "submit" gombon

source: Submit text can be
hu_hu: Példák a <i>submit</i> gomb szövegére: "Küldés", "Tovább", "Mentés",... stb.
